[
  {
    "id": "1",
    "name": "Online Learning",
    "title": "Alyaqeen Online Learning",
    "mainPara": "Alyaqeen academy was established in September 2020, under the guidance of Shaikh Mohammad Khalid in Birmingham, United Kingdom. The purpose was to benefit the community at large by facilitating a learning centre whereby children and adults can learn the Quran and Islamic Studies.",
    "para2": "So whether you want to become a Hafiz of the Quran, learn about the religion, brush up on your tajweed or even start from the very beginning, Alyaqeen Academy is the place for you. Rooted with Islamic morals and teachings everyone at Alyaqeen academy is welcome to learn the sacred sciences and become closer to Allah SWT The Most High.",
    "para3": "In addition to this we at Alyaqeen academy appreciate the balance between deen and dunya and therefore also provide tuition for Maths, Science and English for KS1- KS4. Our teachers and tutors are dedicated to try to ensure that all our students fulfil their full academic potential and obtain the best possible academic results they can.",
    "para4": "Students can improve on their Maths, Science and English as each and every student is provided with assistance according to his/her academic needs.",
    "description": "We all know the impact that Covid-19 has left upon a children's education.",
    "category": "online-learning",
    "image_link": "https://i.ibb.co.com/ZpVqMtbR/online-learing.png",
    "nav_link": "/service/online-learning",
    "details_img": ""
  },
  {
    "id": "2",
    "name": "Nikah",
    "title": "Nikah Service",
    "mainPara": "“And among His signs is this, that He created for you mates from among yourselves that you may dwell in tranquillity with them, and He has put love and mercy between your hearts; verily in that are signs for those who reflect.” [Quran]",
    "para2": "Allah The Most Merciful says in the Quran:",
    "para3": "“And we created you in pairs”",
    "para4": "Shaykh Khalid has conducted many Nikkahs over the last 10 years and offers this service at Alyaqeen Academy.",
    "para5": "Therefore if you would have your Nikkah conducted by Shaykh Khalid, please contact us on our contact page or click on the button below",
    "description": "Shaykh Khalid has conducted many Nikkahs over the last 10 years and offers this service.",
    "category": "nikah-service",
    "image_link": "https://i.ibb.co.com/8D6DtQty/nikaah-bg.jpg",
    "nav_link": "/service/nikah-service",
    "details_img": "https://i.ibb.co.com/ccw2gnjk/flower2.png"
  },
  {
    "id": "3",
    "name": "Sports Club",
    "title": "Sports Club",
    "mainPara": "Winners never quit and quitters never win. The Prophet Muhammad salallahu alayhi wasalam said: The stronger believer is better and more beloved to Allah than the weak believer.",
    "para2": "It is therefore essential that as a Muslim that we keep strong and healthy and look after the trust Allah has given us over the body.",
    "para3": "There is no fee for playing Football or Cricket, only £20 if the child will need to participate in the summer tournament matches.",
    "para4": "At Alyaqeen academy we have a football club whereby students play football with one another and also get the opportunity to join the Alyaqeen football team to play in league against other teams. We Also have Cricket Club whereby students play Cricket in summer time",
    "description": "At Alyaqeen academy students play football. We also have a Cricket Club where students play in summer time.",
    "category": "sports",
    "image_link": "https://i.ibb.co.com/tPnPJ3mx/sports-club.jpg",
    "nav_link": "/service/sports",
    "details_img": ""
  },
  {
    "id": "4",
    "name": "Alyaqeen Shop",
    "title": "",
    "description": "We provide you the best platform to get books, shirts, bags, all kinds of stationary items and sportswear items.",
    "category": "alyaqeen-shop",
    "image_link": "https://i.ibb.co.com/pNKY45j/shop.jpg",
    "nav_link": "/shop",
    "details_img": ""
  }
]
