[
  {
    "id": "1",
    "name": "staff.teamName1",
    "description_short_or_educational_info": "Sheikh Molana Mohammad Khalid Habib is a highly respected Islamic scholar and educator, serving as the Managing Director and Headteacher of Alyaqeen Academy.",
    "navigation_link": "/about-founder",
    "fb_link": "https://www.facebook.com/",
    "twitter_link": "https://x.com/",
    "youtube_link": "https://www.youtube.com/",
    "instagram_link": "https://www.instagram.com/",
    "linkedin_link": "https://www.linkedin.com/",
    "image_link": "https://i.ibb.co.com/VpkrpsD3/team01.jpg",
    "professional_info_para_1": "Over the course of more than 20 years of dedicated service, he has developed extensive teaching skills and gained deep knowledge of both Islamic and secular education. His profound commitment to Islamic education and leadership has made a lasting impact on his students and the broader Muslim community. Sheikh Khalid’s journey in Islamic studies began with three years of intensive Quranic studies, followed by two years of specialization in Tajweed and Qiraat at its highest level. This rigorous foundation was further built upon when he undertook an eleven-year comprehensive program in Arabic, Islamic, and Shariah studies. During this period, he studied a wide range of Islamic sciences, including Arabic language, Rhetoric, Logic, Hadith, Quranic exegesis (Tafseer), and Islamic Shariah. His education took place at prestigious institutions, beginning in Karachi, Pakistan, and continuing at the International Islamic University of Africa in Khartoum, Sudan. These esteemed centers of learning provided him with a strong grounding in both classical and contemporary Islamic thought. Following his studies, Sheikh Khalid spent seven years teaching Arabic, Islamic, and Shariah studies, where he imparted his knowledge to students and helped foster their spiritual and intellectual growth. In addition to his teaching career, he ventured into journalism, where he spent five years writing and editing Islamic and cultural articles. As the co-founder of a well-known monthly magazine in Karachi, he played an important role in shaping intellectual and cultural discussions within the Muslim community, addressing key social and religious issues. Sheikh Khalid has amassed years of experience in teaching a variety of Islamic disciplines, including Quran, Tafseer, Hadith, Fiqh, Tajweed, and the Arabic language. His expertise and ability to convey complex religious teachings in an accessible and engaging manner have made him a sought-after educator. For the past eight years, he has also served as an Imam at a local Islamic institute, where he has provided spiritual guidance, led prayers, and advised the community on matters of faith.",
    "professional_info_para_2": "Over the past 30 years, Sheikh Khalid has had the honor of leading Taraweeh prayers during the holy month of Ramadan in various locations worldwide. His unwavering dedication to this spiritual practice has inspired many. He also brings more than 10 years of experience as an Imam, having delivered Eid and Jummah khutbahs that resonate deeply with the concerns and aspirations of the Muslim community. In addition to his contributions to Islamic education, Sheikh Khalid has also excelled in the field of secular education. He has 10 years of teaching experience in British schools, including positions at two independent academies. His time in these institutions allowed him to combine his Islamic knowledge with modern educational techniques, creating a balanced and holistic approach to teaching. This experience has enabled him to teach a wide range of subjects and engage with a diverse student body. Today, as the Managing Director and Headteacher of Alyaqeen Academy, Sheikh Khalid manages a comprehensive curriculum that includes Arabic, Quran, Islamic Studies, English, Science, and Maths. Under his leadership, Alyaqeen Academy has become a thriving educational institution, providing students with both religious and academic knowledge, preparing them for the challenges of the modern world while grounding them in their faith. Throughout his career, Sheikh Molana Mohammad Khalid Habib has been a vital member of the Muslim community, contributing as both an educator and spiritual leader. His vast experience, dedication to teaching, and commitment to community service have earned him widespread respect and admiration. As he continues to lead and educate, his influence remains a guiding force for his students and for the Muslim community as a whole.",
    "post_of_staff": "staff.teamPost1"
  },
  {
    "id": "2",
    "name": "staff.teamName2",
    "description_short_or_educational_info": "Shaykh Molana Junaid Usman has graduated from the prestigious Darul Uloom Bury in 2006, having successfully completed the Alimiyah Course, which is equivalent to a Bachelor’s degree in Islamic Theology. Throughout his Alimiyah studies, Shaykh Molana Junaid immersed himself in various Islamic disciplines, including Quranic studies, Tafsir, Hadith, Usool Hadith, Fiqh, Usool Fiqh, and other essential Islamic sciences. His rigorous training in these areas laid a solid foundation for his future as an educator and scholar.",
    "navigation_link": "/about-founder",
    "fb_link": "https://www.facebook.com/",
    "twitter_link": "https://x.com/",
    "youtube_link": "https://www.youtube.com/",
    "instagram_link": "https://www.instagram.com/",
    "linkedin_link": "https://www.linkedin.com/",
    "image_link": "https://i.ibb.co.com/XZSw1vYF/team02.png",
    "professional_info_para_1": "For nearly 15 years, Shaykh Molana Junaid has been a dedicated teacher at Darul Uloom Birmingham, where he has imparted knowledge in a range of subjects, including Quran, Arabic, Urdu, Islamic Studies, Islamic History, and Physical Education. His teaching has benefited countless students, helping them to deepen their understanding of both Islamic and general education. Shaykh Molana Junaid also previously managed the Anjuman club at Darul Uloom Birmingham, where he taught students the vital skill of public speaking, further contributing to their personal development. In addition to his teaching, Shaykh Molana Junaid has played a pivotal role in the broader Birmingham community, running various youth clubs to support and engage with the younger generation. His work with youth reflects his commitment to nurturing their spiritual and emotional growth. Moreover, Shaykh Molana Junaid holds the role of Pastoral Lead and Welfare Officer at a school in Birmingham, where he focuses on the mental health and wellbeing of pupils. ",
    "professional_info_para_2": "His empathetic approach in addressing the mental and emotional challenges of students demonstrates his deep understanding of their needs and concerns, making him a key figure in promoting student welfare. Fluent in English, Arabic, Urdu, and Punjabi, Shaykh Junaid’s linguistic abilities allow him to connect with a diverse range of students and community members, enhancing his effectiveness as an educator and counselor. His multifaceted experience, both in Islamic education and in supporting youth, has made him an invaluable asset to the institutions and communities he serves.",
    "post_of_staff": "staff.teamPost2"
  },
  {
    "id": "3",
    "name": "staff.teamName3",
    "description_short_or_educational_info": "Mufti Hameedullah is the current Head of Online Courses at Alyaqeen Academy, a role he has held since 2019. His academic journey reflects a deep dedication to both Islamic scholarship and modern education. He holds a master’s degree in International Relations from the University of Swat, KPK, and a prestigious Mufti degree from an Islamic institute in Karachi. Additionally, he completed his advanced Islamic studies at Jamia Tur Rasheed in Karachi, one of Pakistan’s most respected institutions for Islamic learning. Mufti Hameedullah’s path to Islamic scholarship was marked by years of intense study. He undertook an eleven-year comprehensive program, during which he immersed himself in Islamic sciences, including Arabic, Rhetoric, Logic, Hadith, Quranic exegesis (Tafseer), and Shariah law. His Mufti training was completed under the supervision of some of the most renowned Islamic scholars in Karachi, further shaping his understanding of Islamic jurisprudence. His academic pursuits didn’t stop there—he also expanded his knowledge at the University of Swat, integrating his Islamic studies with contemporary issues in International Relations.",
    "navigation_link": "/about-founder",
    "fb_link": "https://www.facebook.com/",
    "twitter_link": "https://x.com/",
    "youtube_link": "https://www.youtube.com/",
    "instagram_link": "https://www.instagram.com/",
    "linkedin_link": "https://www.linkedin.com/",
    "image_link": "https://i.ibb.co.com/mrPGZf1P/team03.jpg",
    "professional_info_para_1": "Before joining Alyaqeen Academy, Mufti Hameedullah spent three years teaching Arabic, Islamic Shariah, and other Islamic sciences at a local Islamic institute. This experience sharpened his teaching abilities and allowed him to connect with students in a profound way, passing on his deep knowledge of the Quran, Tafseer, Hadith, Fiqh, and the Arabic language. His teaching career has been marked by a commitment to both traditional Islamic learning and adapting to modern educational needs. Since becoming the Head of Online Courses at Alyaqeen Academy, Mufti Hameedullah has successfully managed a team of six teachers and about 40 plus students. Under his leadership, the academy offers a wide range of courses in Arabic, Quranic studies, Islamic Studies, Tajweed, Tafseer, and Hadith. He has skillfully brought his years of teaching experience into the online world, creating an accessible and enriching platform for students to pursue Islamic education from various parts of the world.",
    "professional_info_para_2": " Through his work at Alyaqeen Academy, Mufti Hameedullah continues to contribute to the growth and accessibility of Islamic education, ensuring that students can benefit from structured, comprehensive learning experiences, whether in person or online. His journey as both a scholar and educator exemplifies his dedication to Islamic studies and the development of new methods for sharing this knowledge with future generations.",
    "post_of_staff": "staff.teamPost3"
  },
  {
    "id": "4",
    "name": "staff.teamName4",
    "description_short_or_educational_info": "Ustad Mohammad Saad is a dedicated teacher and spiritual guide, recognised for his commitment to the teaching and understanding of the Quran. His journey with the Quran began at a young age, when a deep passion for recitation and reflection on the meanings of the Holy Book first took root in his heart. Over the years, this passion transformed into a lifelong calling, leading him to devote himself to the teaching of Quran and Tajweed. For the past two years, Ustad Saad has been imparting his knowledge of these sacred disciplines to students, helping them refine their recitation and deepen their connection with the Quran. In his pursuit of excellence in Islamic studies, Ustad Saad had the great fortune of studying abroad at Madrasa Rahimia in Pakistan, a prestigious institution renowned for its scholarly tradition. There, he was guided by some of the most respected and highly qualified scholars, who not only imparted a comprehensive understanding of Tajweed and Quranic studies but also instilled in him the values of humility, patience, and perseverance. These values now form the cornerstone of his teaching philosophy.",
    "navigation_link": "/about-founder",
    "fb_link": "https://www.facebook.com/",
    "twitter_link": "https://x.com/",
    "youtube_link": "https://www.youtube.com/",
    "instagram_link": "https://www.instagram.com/",
    "linkedin_link": "https://www.linkedin.com/",
    "image_link": "https://i.ibb.co.com/7JMrdbw7/team04alt.png",
    "professional_info_para_1": "Ustad Saad’s time at Madrasa Rahimia shaped his approach to education, emphasizing not just technical precision in recitation but also a profound, heartfelt connection to the meanings and spiritual messages of the Quran. Beyond his teaching responsibilities, Ustad Saad has been blessed with the opportunity to lead Taraweeh prayers during the holy month of Ramadan for the past three years. This experience has allowed him to connect with the community on a spiritual level, bringing the beauty and power of the Quran’s recitation to life during one of the most sacred times of the year. His ability to lead these prayers has been a source of both personal fulfillment and communal inspiration, strengthening his bond with those he serves. Additionally, for the past three years, Ustad Saad has also led Jumah prayers and delivered khutbahs that aim to inspire reflection and spiritual growth. His sermons are carefully crafted to address both the spiritual and practical challenges facing the Muslim community, offering guidance grounded in the timeless wisdom of the Quran and the teachings of the Prophet Muhammad (PBUH). ",
    "professional_info_para_2": "Through his leadership in Jumah prayers, Ustad Saad strives to uplift and empower the congregation, encouraging them to live by the values of Islam in their everyday lives. As an educator, Ustad Saad is deeply committed to making the Quran accessible and meaningful for all his students. His teaching goes beyond the mechanics of recitation, aiming to help students appreciate the profound teachings of the Quran and how they apply to their lives. He believes the Quran is a guiding light in all aspects of life and seeks to instill this belief in his students, encouraging them to develop both their technical skills in recitation and their spiritual understanding of the Quran’s message. Ustad Saad’s teaching style is characterized by compassion, dedication, and a holistic approach to Islamic education. He believes that true learning goes beyond memorization, emphasizing instead the importance of understanding, reflection, and the application of Quranic teachings in everyday life. His goal is to inspire his students to not only recite the Quran with accuracy and beauty but also to embody its principles and live in accordance with its guidance. Looking ahead, Ustad Saad remains committed to continuing his service to both his students and the wider Muslim community. He hopes to spend many more years sharing the knowledge he has been blessed with, fostering a deep love and reverence for the Quran in the hearts of those he teaches. As he continues to grow alongside his students, Ustad Saad aspires to make an even greater impact, guiding future generations on their journey with the Quran, inshaAllah.",
    "post_of_staff": "staff.teamPost4"
  },
  {
    "id": "5",
    "name": "staff.teamName5",
    "description_short_or_educational_info": "Mr. Mohammed Jabir Ludhi is responsible for tutoring English and Maths for Key Stage 1 (KS1) and Key Stage 2 (KS2) students. He is known for his “no-nonsense approach” to tutoring, emphasizing a focused alignment with the requirements of the national curriculum.",
    "navigation_link": "/about-founder",
    "fb_link": "https://www.facebook.com/",
    "twitter_link": "https://x.com/",
    "youtube_link": "https://www.youtube.com/",
    "instagram_link": "https://www.instagram.com/",
    "linkedin_link": "https://www.linkedin.com/",
    "image_link": "https://i.ibb.co.com/Jwqf9BSs/team05.jpg",
    "professional_info_para_1": "His method of instruction is engaging, clear, and succinct, allowing students to grasp key concepts efficiently. Mr. Ludhi is committed to ensuring that his students are well-prepared to confidently perform in their assessments, guiding them to achieve the best results possible. In addition to his tutoring role, Mr. Ludhi leverages his legal background to serve in an advisory capacity at the academy. He advises management on legal and regulatory matters, ensuring that the institution operates within the proper guidelines. His dual roles, as both an educator and legal advisor, showcase his multifaceted expertise and his valuable contributions to both the academic and administrative functions of the academy. With his blend of educational and legal skills, Mr. Ludhi plays a pivotal role in shaping students’ learning experiences and supporting the academy’s operational integrity.",
    "professional_info_para_2": "",
    "post_of_staff": "staff.teamPost5"
  },
  {
    "id": "6",
    "name": "staff.teamName6",
    "description_short_or_educational_info": "Muhammad Saleem is a Developer and Graphics Designer, he has joined the Academy in 2019. Mr Saleem has BS in computer science from virtual university of Pakistan.",
    "navigation_link": "/about-founder",
    "fb_link": "https://www.facebook.com/",
    "twitter_link": "https://x.com/",
    "youtube_link": "https://www.youtube.com/",
    "instagram_link": "https://www.instagram.com/",
    "linkedin_link": "https://www.linkedin.com/",
    "image_link": "https://i.ibb.co.com/zWz87hb3/team06.jpg",
    "professional_info_para_1": "He has worked as a freelancer for the last 12 years and have created 300+ websites by using the latest technologies. He is specialist in custom coded CMS / CRM.",

    "professional_info_para_2": "",
    "post_of_staff": "staff.teamPost6"
  },
  {
    "id": "7",
    "name": "staff.teamName7",
    "description_short_or_educational_info": "Noreen is the head of Arabic and Quran department at Alyaqeen academy. Noreen completed comprehensive Islamic Studies including learning the Arabic language in Pakistan. Her knowledge and skills allowed her to become the deputy headteacher at a local Islamic centre in pakistan.",
    "navigation_link": "/about-founder",
    "fb_link": "https://www.facebook.com/",
    "twitter_link": "https://x.com/",
    "youtube_link": "https://www.youtube.com/",
    "instagram_link": "https://www.instagram.com/",
    "linkedin_link": "https://www.linkedin.com/",
    "image_link": "https://i.ibb.co.com/SXfmkww5/team07.jpg",
    "professional_info_para_1": "Her knowledge and skills allowed her to become the deputy headteacher at a local Islamic centre in pakistan. After moving to the UK she has gained a further two years of teaching experience in Durululoom Birmingham. Noreen has a further 3 years of teaching experience particularly in Arabic, Quran and Islamic Studies at Alyaqeen Academy. She is able to engage with students from different backgrounds and has the ability to make a positive contribution to the learning development of a child.",
    "professional_info_para_2": "Her knowledge and skills allowed her to become the deputy headteacher at a local Islamic centre in pakistan. After moving to the UK she has gained a further two years of teaching experience in Durululoom Birmingham. Noreen has a further 3 years of teaching experience particularly in Arabic, Quran and Islamic Studies at Alyaqeen Academy. She is able to engage with students from different backgrounds and has the ability to make a positive contribution to the learning development of a child.",
    "post_of_staff": "staff.teamPost7"
  },
  {
    "id": "8",
    "name": "staff.teamName8",
    "description_short_or_educational_info": "I am Abo Jesh khetam Abo.  A graduate of English language with knowledge in Islamic studies. Over the past four years, I have been teaching all ages from native speakers to learners of English as a second language.",
    "navigation_link": "/about-founder",
    "fb_link": "https://www.facebook.com/",
    "twitter_link": "https://x.com/",
    "youtube_link": "https://www.youtube.com/",
    "instagram_link": "https://www.instagram.com/",
    "linkedin_link": "https://www.linkedin.com/",
    "image_link": "https://i.ibb.co.com/SXfmkww5/team07.jpg",
    "professional_info_para_1": "Over the past four years, I have been teaching all ages from native speakers to learners of English as a second language. I am passionate about teaching and have an understanding that teaching isn’t just about the ABCs or 123s, it’s all about impacting knowledge.",

    "professional_info_para_2": "Over the past four years, I have been teaching all ages from native speakers to learners of English as a second language. I am passionate about teaching and have an understanding that teaching isn’t just about the ABCs or 123s, it’s all about impacting knowledge.",
    "post_of_staff": "staff.teamPost8"
  },
  {
    "id": "9",
    "name": "staff.teamName9",
    "description_short_or_educational_info": "I have always been passionate about education. As a teacher my aim is to involve and motivate students of all abilities and levels.",
    "navigation_link": "/about-founder",
    "fb_link": "https://www.facebook.com/",
    "twitter_link": "https://x.com/",
    "youtube_link": "https://www.youtube.com/",
    "instagram_link": "https://www.instagram.com/",
    "linkedin_link": "https://www.linkedin.com/",
    "image_link": "https://i.ibb.co.com/SXfmkww5/team07.jpg",
    "professional_info_para_1": "As a teacher my aim is to involve and motivate students of all abilities and levels. I like to come up with new ideas and ways of learning to make education fun. I Possess strong teaching skills; combined with excellent knowledge of the subject and a solid understanding of how to connect core content with day to day life. ",
    "professional_info_para_2": "My teaching methodology has always been student-centered and I strive to keep students engaged by utilizing a wide range of activities and materials that capture their interest.",
    "post_of_staff": "staff.teamPost9"
  },
  {
    "id": "10",
    "name": "staff.teamName10",
    "description_short_or_educational_info": "Hafsa Khadar currently teaches Arabic Qaidah , Quran and Islamic Studies. Previously She had been studying in Nairobi Kenya, Ustad is one of the youngest members of the team and is very ambitious.",
    "navigation_link": "/about-founder",
    "fb_link": "https://www.facebook.com/",
    "twitter_link": "https://x.com/",
    "youtube_link": "https://www.youtube.com/",
    "instagram_link": "https://www.instagram.com/",
    "linkedin_link": "https://www.linkedin.com/",
    "image_link": "https://i.ibb.co.com/SXfmkww5/team07.jpg",
    "professional_info_para_1": "Previously She had been studying in Nairobi Kenya, Ustad is one of the youngest members of the team and is very ambitious.",
    "professional_info_para_2": " She strives to ensure that her teaching positively affects her students by teaching them the correct understanding of RE so that they can be the best possible citizens.",
    "post_of_staff": "staff.teamPost10"
  },
  {
    "id": "11",
    "name": "staff.teamName11",
    "description_short_or_educational_info": "Ustadah Hafsa Ahmed is responsible for teaching the Quran classes . Ustadah is originally from Syria and is therefore equipped with the understanding of the Arabic Language.",
    "navigation_link": "/about-founder",
    "fb_link": "https://www.facebook.com/",
    "twitter_link": "https://x.com/",
    "youtube_link": "https://www.youtube.com/",
    "instagram_link": "https://www.instagram.com/",
    "linkedin_link": "https://www.linkedin.com/",
    "image_link": "https://i.ibb.co.com/SXfmkww5/team07.jpg",
    "professional_info_para_1": "Ustadah uses various methods to teach so that her students are competent in reading and reciting the Quran",

    "professional_info_para_2": "",
    "post_of_staff": "staff.teamPost11"
  }
]
